[
  {
    "articles": [
      {
        "category": "Social",
        "title_en": "The Quiet Loneliness of the New Year : Rebuilding the Human Connection",
        "title_jp": "正月の静かな孤独 ： つながりの再構築",
        "content_en": "As the echoes of the New Year bells fade, a stark reality remains in the rural corners of Japan. Two years after the Noto earthquake, the physical debris has largely cleared, but the invisible scars of isolation among the elderly have deepened. In my travels, I met an 82-year-old woman in Wajima who spent her first morning of 2026 alone. Her story is a poignant reminder that while we celebrate progress, the true measure of a society is how we care for those who feel forgotten. We must move beyond infrastructure and invest in the 'social glue' that binds us. Editor H.",
        "content_jp": "除夜の鐘が止み、日本の地方には厳しい現実が残されています。能登半島地震から2年、物理的な<span class=\"term\" onclick=\"openPanel('瓦礫', '建物などが壊れたあとに残る石や瓦のくず。')\">瓦礫</span>は片付きましたが、高齢者の間に広がる「見えない<span class=\"term\" onclick=\"openPanel('孤立', '他者との関わりがなく、一人きりになっている状態。')\">孤立</span>」という傷跡は深まるばかりです。輪島市で出会った82歳の女性は、2026年の初日の出を一人で迎えました。彼女の物語は、私たちが進歩を祝う一方で、社会の真の価値は、忘れ去られた人々にどう寄り添うかにあることを教えてくれます。必要なのは<span class=\"term\" onclick=\"openPanel('インフラ', '社会や生活の基盤となる施設や設備。')\">インフラ</span>整備だけではありません。私たちを結びつける「心の絆」への投資なのです。 編集者H。",
        "critique_en": "Kristof's lens forces us to confront the human dignity behind the statistics of an aging society.",
        "critique_jp": "統計の裏側にある「人間の尊厳」に焦点を当て、少子高齢化社会の冷徹な現実に温かな光を当てています。",
        "proverb_jp": {
          "title": "袖振り合うも多生の縁",
          "desc": "見知らぬ人と道で袖が触れ合うような些細な出来事も、前世からの深い縁によるものであるという意味。他者とのささやかな繋がりを大切にする精神を説いています。"
        },
        "proverb_en": {
          "title": "No man is an island",
          "desc": "No person is self-sufficient; everyone relies on others and is affected by what happens to others."
        },
        "glossary": [
          {
            "term_en": "Isolation",
            "def_en": "The state of being alone and lacking social contact.",
            "term_jp": "孤立",
            "def_jp": "他者との関わりがなく、一人きりになっている状態。"
          },
          {
            "term_en": "Poignant",
            "def_en": "Evoking a keen sense of sadness or regret.",
            "term_jp": "痛切な",
            "def_jp": "強く心に感じて、悲しみや切実さを覚えること。"
          },
          {
            "term_en": "Infrastructure",
            "def_en": "The basic physical and organizational structures needed for the operation of a society.",
            "term_jp": "インフラ",
            "def_jp": "社会や生活の基盤となる施設や設備。"
          },
          {
            "term_en": "Debris",
            "def_en": "Scattered fragments, typically of something destroyed.",
            "term_jp": "瓦礫",
            "def_jp": "建物などが壊れたあとに残る石や瓦のくず。"
          },
          {
            "term_en": "Social glue",
            "def_en": "The shared values and relationships that hold a community together.",
            "term_jp": "社会的な絆",
            "def_jp": "コミュニティを一つにまとめ上げる、共有された価値観や人間関係。"
          }
        ]
      },
      {
        "category": "Investment",
        "title_en": "Investing with a Soul : Beyond the Profit Margins of Tokyo",
        "title_jp": "魂を込めた投資 ： 東京の利益を超えて",
        "content_en": "The Nikkei might be flirting with record highs this January, but the most exciting growth isn't happening on a spreadsheet in Otemachi. It's found in 'impact investing'—capital directed toward revitalizing dying towns and sustainable farming. For too long, we have treated investment as a cold calculation of risk and reward. As we enter 2026, the trend of 'moral capital' is proving that doing good and doing well are not mutually exclusive. When we invest in our neighbor’s potential, we secure our own future. Editor H.",
        "content_jp": "1月の株価が史上最高値を伺う勢いを見せる中、真にエキサイティングな成長は大手町の<span class=\"term\" onclick=\"openPanel('表計算ソフト', 'データを集計・分析するために使われるコンピュータプログラム。')\">表計算ソフト</span>の上にはありません。それは、過疎化が進む町や持続可能な農業を<span class=\"term\" onclick=\"openPanel('再興', '一度衰えたものを、再び盛んにすること。')\">再興</span>する「<span class=\"term\" onclick=\"openPanel('インパクト投資', '経済的な利益だけでなく、社会や環境への貢献を目的とした投資。')\">インパクト投資</span>」の中にあります。長らく、投資はリスクとリターンの冷徹な計算とされてきました。しかし2026年、「道徳的な<span class=\"term\" onclick=\"openPanel('資本', '事業を行うための元手となるお金や資産。')\">資本</span>」という潮流は、善行と収益が両立することを証明しています。隣人の可能性に投資することこそが、私たち自身の未来を確かなものにするのです。 編集者H。",
        "critique_en": "The analysis elegantly bridges the gap between cold capital and human empathy, redefining wealth.",
        "critique_jp": "資本という冷たい道具と共感という温かい感情を橋渡しし、富の定義を再定義しています。",
        "proverb_jp": {
          "title": "情けは人のためならず",
          "desc": "人に情けをかけることは、巡り巡って自分に良い報いが返ってくるという意味。自己犠牲ではなく、相互扶助の精神を表します。"
        },
        "proverb_en": {
          "title": "A rising tide lifts all boats",
          "desc": "An improvement in the general economy will benefit all the participants in that economy."
        },
        "glossary": [
          {
            "term_en": "Impact investing",
            "def_en": "Investments made with the intention to generate social and environmental impact alongside a financial return.",
            "term_jp": "インパクト投資",
            "def_jp": "経済的な利益だけでなく、社会や環境への貢献を目的とした投資。"
          },
          {
            "term_en": "Revitalizing",
            "def_en": "Imbuing something with new life and vitality.",
            "term_jp": "再興",
            "def_jp": "一度衰えたものを、再び盛んにすること。"
          },
          {
            "term_en": "Mutually exclusive",
            "def_en": "Two things that cannot happen or exist at the same time.",
            "term_jp": "相容れない",
            "def_jp": "両立することができず、一方が成立すればもう一方が排除されること。"
          },
          {
            "term_en": "Spreadsheet",
            "def_en": "A computer program used for organization, analysis, and storage of data in tabular form.",
            "term_jp": "表計算ソフト",
            "def_jp": "データを集計・分析するために使われるコンピュータプログラム。"
          },
          {
            "term_en": "Capital",
            "def_en": "Wealth in the form of money or other assets owned by a person or organization.",
            "term_jp": "資本",
            "def_jp": "事業を行うための元手となるお金や資産。"
          }
        ]
      },
      {
        "category": "International",
        "title_en": "The Displaced Heart : Lessons from the Frontiers of Climate Change",
        "title_jp": "避難民の心 ： 気候変動の最前線からの教訓",
        "content_en": "From the sinking islands of the Pacific to the parched lands of the Sahel, 2026 begins with a global movement of people that statistics cannot capture. These are not just 'migrants'; they are parents seeking dry ground for their children. In a world increasingly fractured by borders, our shared vulnerability to a changing climate should be a bridge, not a barrier. We must recognize that the suffering of a family thousands of miles away is a reflection of our own choices. True global leadership is measured by empathy for the displaced. Editor H.",
        "content_jp": "沈みゆく太平洋の島々からサヘルの渇いた大地まで、2026年は統計では捉えきれない規模の移動で幕を開けました。彼らは単なる「移民」ではありません。子供たちのために乾いた土地を求める親たちなのです。国境によって分断が深まる世界において、気候変動という共通の<span class=\"term\" onclick=\"openPanel('脆弱性', '攻撃や被害を受けやすい、もろい性質や状態。')\">脆弱性</span>は、障壁ではなく架け橋であるべきです。遠く離れた家族の苦しみは、私たち自身の選択の反映であると気づかねばなりません。真の国際的指導力とは、<span class=\"term\" onclick=\"openPanel('避難民', '戦争や災害などにより、故郷を追われた人々。')\">避難民</span>への<span class=\"term\" onclick=\"openPanel('共感', '他人の意見や感情にその通りだと感じること、またはその能力。')\">共感</span>によって測られるのです。 編集者H。",
        "critique_en": "An urgent call to view global crises not as political debates, but as shared human experiences.",
        "critique_jp": "国際危機を政治的な議論ではなく、人類共通の経験として捉え直すよう促す切実な訴えです。",
        "proverb_jp": {
          "title": "雨降って地固まる",
          "desc": "揉め事の後は、かえって前より物事が安定し、良い状態になることの例え。困難を乗り越えた後の強さを説いています。"
        },
        "proverb_en": {
          "title": "It is always darkest before the dawn",
          "desc": "Things often seem at their worst right before they improve."
        },
        "glossary": [
          {
            "term_en": "Displaced",
            "def_en": "Forced to leave their home, typically because of war, persecution, or natural disaster.",
            "term_jp": "避難民",
            "def_jp": "戦争や災害などにより、故郷を追われた人々。"
          },
          {
            "term_en": "Vulnerability",
            "def_en": "The quality or state of being exposed to the possibility of being attacked or harmed.",
            "term_jp": "脆弱性",
            "def_jp": "攻撃や被害を受けやすい、もろい性質や状態。"
          },
          {
            "term_en": "Fractured",
            "def_en": "Broken or cracked; split into separate parts.",
            "term_jp": "分断された",
            "def_jp": "一つであったものが、ばらばらに切り離された状態。"
          },
          {
            "term_en": "Frontiers",
            "def_en": "The extreme limit of settled land beyond which lies wilderness; the forefront of a movement.",
            "term_jp": "最前線",
            "def_jp": "活動や事象が最も活発に行われている場所。"
          },
          {
            "term_en": "Empathy",
            "def_en": "The ability to understand and share the feelings of another.",
            "term_jp": "共感",
            "def_jp": "他人の意見や感情にその通りだと感じること、またはその能力。"
          }
        ]
      }
    ],
    "date": "2026-01-02"
  }
]